Repository: Stolz/CodeIgniter
Catalog: application/language/*/LC_MESSAGES/messages.po
Languages: es_es

source: Su
es_es: Do

source: Mo
es_es: Lu

source: Tu
es_es: Ma

source: We
es_es: Mi

source: Th
es_es: Ju

source: Fr
es_es: Vi

source: Sun
es_es: Dom

source: Mon
es_es: Lun

source: Tue
es_es: Mar

source: Wed
es_es: Mie

source: Thu
es_es: Jue

source: Fri
es_es: Vie

source: Sat
es_es: Sab

source: Sunday
es_es: Domingo

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Jan
es_es: Ene

source: Apr
es_es: Abr

source: Aug
es_es: Ago

source: Dec
es_es: Dic

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Year
es_es: Año

source: Years
es_es: Años

source: Month
es_es: Mes

source: Months
es_es: Meses

source: Week
es_es: Semana

source: Weeks
es_es: Semanas

source: Day
es_es: Día

source: Days
es_es: Días

source: Hour
es_es: Hora

source: Hours
es_es: Horas

source: Minute
es_es: Minuto

source: Minutes
es_es: Minutos

source: Second
es_es: Segundo

source: Seconds
es_es: Segundos

source: Unable to determine the database settings based on the connection string you submitted.
es_es: No se ha podido determinar la configuración de la base de datos basándose en la cadena proporcionada.

source: Unable to connect to your database server using the provided settings.
es_es: No se ha podido conectar al servidor de base de datos usando la configuración suministrada.

source: Unable to select the specified database: %s
es_es: No se ha podido seleccionar la base de datos especificada: %s

source: Unable to create the specified database: %s
es_es: No se ha podido crear la base de datos especificada: %s

source: The query you submitted is not valid.
es_es: La consulta enviada no es válida.

source: You must set the database table to be used with your query.
es_es: Debe especificar la tabla que será usada en su consulta.

source: You must use the "set" method to update an entry.
es_es: Debe usar el método "SET" para actualizar una entrada.

source: You must specify an index to match on for batch updates.
es_es: Debe especificar un índice que coincida para las actualizaciones por lotes.

source: One or more rows submitted for batch updating is missing the specified index.
es_es: Una o más columnas sometidas al proceso de actualización por lote no se encuentra en el índice especificado.

source: Updates are not allowed unless they contain a "where" clause.
es_es: Las actualizaciones no están permitidas a menos que contengan una cláusula "WHERE".

source: Deletes are not allowed unless they contain a "where" or "like" clause.
es_es: Las eliminaciones no están permitidas a menos que contengan una cláusula "WHERE" o "LIKE".

source: To fetch fields requires the name of the table as a parameter.
es_es: Para retornar campos se requiere el nombre de la tabla como parámetro.

source: This feature is not available for the database you are using.
es_es: Está característica no está disponible para la base de datos que está usando.

source: Transaction failure: Rollback performed.
es_es: Fallo en la transacción: Rollback ejecutado

source: Unable to drop the specified database.
es_es: No se ha podido eliminar la base de datos especificada.

source: Unsupported feature of the database platform you are using.
es_es: Característica no soportada por la plataforma de base de datos que está usando.

source: The file compression format you chose is not supported by your server.
es_es: El formato de compresión de ficheros que ha seleccionado no está soportado por su servidor.

source: Unable to write data to the file path you have submitted.
es_es: No se pueden escribir los datos en la ruta de fichero que ha proporcionado.

source: The cache path you submitted is not valid or writable.
es_es: La ruta de la caché que ha proporcionado no es válida o no se puede escribir en la misma.

source: A table name is required for that operation.
es_es: Es necesario el nombre de una tabla para esa operación.

source: A column name is required for that operation.
es_es: Es necesario el nombre de una columna para esa operación.

source: A column definition is required for that operation.
es_es: Es necesaria una definición de columna para esa operación.

source: Unable to set client connection character set: %s
es_es: Imposible establecer el juego de caracteres de conexión del cliente: %s

source: A Database Error Occurred
es_es: Ocurrió un error con la base de datos

source: The email validation method must be passed an array.
es_es: El método de validación de correo debe ser pasado como un array.

source: Invalid email address: %s
es_es: Dirección de correo no válida: %s

source: Unable to locate the following email attachment: %s
es_es: No se pudo localizar el siguiente fichero adjunto: %s

source: Unable to open this attachment: %s
es_es: No se pudo abrir este adjunto: %s

source: You must include recipients: To, Cc, or Bcc
es_es: Debe incluir receptores: Para, CC, o BCC

source: Unable to send email using PHP mail(). Your server might not be configured to send mail using this method.
es_es: No se puede enviar el correo usando la función mail() de PHP. Su servidor puede no estar configurado para usar este método de envio.

source: Unable to send email using PHP Sendmail. Your server might not be configured to send mail using this method.
es_es: No se puede enviar el correo usando SendMail. Su servidor puede no estar configurado para usar este método de envio.

source: Unable to send email using PHP SMTP. Your server might not be configured to send mail using this method.
es_es: No se puede enviar el correo usando SMTP PHP. Su servidor puede no estar configurado para usar este método de envio.

source: Your message has been successfully sent using the following protocol: %s
es_es: Su mensaje ha sido enviado satisfactoriamente usando el siguiente protocolo: %s

source: Unable to open a socket to Sendmail. Please check settings.
es_es: No se puede abrir un socket para Sendmail. Por favor revise la configuración.

source: You did not specify a SMTP hostname.
es_es: No ha especificado un servidor SMTP

source: The following SMTP error was encountered: %s
es_es: Los siguientes errores SMTP han sido encontrados: %s

source: Error: You must assign a SMTP username and password.
es_es: Error: Debe asignar un usuario y contraseña para el servidor SMTP.

source: Failed to send AUTH LOGIN command. Error: %s
es_es: Fallo enviando el comando AUTH LOGIN. Error: %s

source: Failed to authenticate username. Error: %s
es_es: Fallo autentificando el usuario. Error: %s

source: Failed to authenticate password. Error: %s
es_es: Fallo usando la contraseña. Error: %s

source: Unable to send data: %s
es_es: No se han podido enviar los datos: %s

source: Exit status code: %s
es_es: Código de estado de salida: %s

source: The %s field is required.
es_es: El campo %s es obligatorio.

source: The %s field must have a value.
es_es: El campo %s debe contener un valor.

source: The %s field must contain a valid email address.
es_es: El campo %s debe contener una direcci

source: The %s field must contain all valid email addresses.
es_es: El campo %s debe contener todas las direcciones de email v

source: The %s field must contain a valid URL.
es_es: El campo %s debe contener una URL v

source: The %s field must contain a valid IP.
es_es: El campo %s debe contener una IP v

source: The %s field must be at least %s characters in length.
es_es: El campo %s debe tener al menos %s caracteres de longitud.

source: The %s field can not exceed %s characters in length.
es_es: El campo %s no puede exceder los %s caracteres de longitud.

source: The %s field must be exactly %s characters in length.
es_es: El campo %s debe tener exactamente %s caracteres de longitud.

source: The %s field may only contain alphabetical characters.
es_es: El campo %s debe contener s

source: The %s field may only contain alpha-numeric characters.
es_es: El campo %s debe contener s

source: The %s field may only contain alpha-numeric characters, underscores, and dashes.
es_es: El campo %s debe contener s

source: The %s field must contain only numbers.
es_es: El campo %s debe contener s

source: The %s field must contain only numeric characters.
es_es: El campo %s debe contener s

source: The %s field must contain an integer.
es_es: El campo %s debe contener un n

source: The %s field is not in the correct format.
es_es: El campo %s no está en el formato correcto

source: The %s field does not match the %s field.
es_es: El campo %s no coincide con el campo %s.

source: The %s field must contain a unique value.
es_es: El campo %s debe contener un valor único

source: The %s field must contain only positive numbers.
es_es: El campo %s debe contener s

source: The %s field must contain a number greater than zero.
es_es: El campo %s debe contener un n

source: The %s field must contain a decimal number.
es_es: El campo %s debe contener un número decimal

source: The %s field must contain a number less than %s.
es_es: El campo %s debe contener un número menor que %s.

source: The %s field must contain a number greater than %s.
es_es: El campo %s debe contener un número mayor que %s.

source: Unable to locate a valid connection ID. Please make sure you are connected before peforming any file routines.
es_es: No se pudo localizar una identificación de conexión válida. Por favor, asegúrese de que está conectado antes de realizar cualquier rutina con archivos.

source: Unable to connect to your FTP server using the supplied hostname.
es_es: No se pudo conectar a su servidor FTP con el nombre de host suministrado.

source: Unable to login to your FTP server. Please check your username and password.
es_es: No se pudo acceder a su servidor FTP. Por favor, compruebe su nombre de usuario y contraseña.

source: Unable to create the directory you have specified.
es_es: No se pudo crear el directorio que ha especificado.

source: Unable to change directories.
es_es: No se pudo cambiar de directorio.

source: Unable to set file permissions. Please check your path. Note: This feature is only available in PHP 5 or higher.
es_es: No es posible establecer permisos de archivos. Por favor, compruebe la ruta. Nota: Esta función sólo está disponible en PHP 5 o superior.

source: Unable to upload the specified file. Please check your path.
es_es: No se pudo cargar el archivo especificado. Por favor, compruebe la ruta.

source: Unable to download the specified file. Please check your path.
es_es: No se pudo descargar el archivo especificado. Por favor, compruebe la ruta.

source: Unable to locate the source file. Please check your path.
es_es: No se encuentra el archivo de origen. Por favor, compruebe la ruta.

source: Unable to rename the file.
es_es: No se pudo renombrar el archivo.

source: Unable to delete the file.
es_es: No se pudo borrar el archivo.

source: Unable to move the file. Please make sure the destination directory exists.
es_es: No es posible mover el archivo. Por favor, asegúrese de que el directorio de destino existe.

source: You must specify a source image in your preferences.
es_es: Debe especificar una imagen de origen en las preferencias.

source: The GD image library is required for this feature.
es_es: Es necesaria la librería GD para esta característica.

source: Your server must support the GD image library in order to determine the image properties.
es_es: Su servidor debe soportar la librería GD para poder determinar las propiedades de la imagen.

source: Your server does not support the GD function required to process this type of image.
es_es: Su servidor no soporta la función GD necesaria para este tipo de imagen.

source: GIF images are often not supported due to licensing restrictions. You may have to use JPG or PNG images instead.
es_es: Las imágenes de tipo GIF a menudo no son soportadas por las restricciones de la licencia. Puede usar en vez de estas PNG o JPG.

source: JPG images are not supported.
es_es: El formato de imagen JPG no está soportado.

source: PNG images are not supported.
es_es: El formato de imagen PNG no está soportado.

source: The image resize protocol specified in your preferences only works with JPEG or PNG image types.
es_es: El protocolo de redimensionamiento de imágenes especificado en las preferencias sólo funciona con tipos PNG o JPG.

source: An error was encountered while attempting to replace the file. Please make sure your file directory is writable.
es_es: Se han encontrado errores mientras se trataba de reemplazar el archivo. Asegúrese de que el directorio donde se encuentra el fichero posee permisos de escritura.

source: Image rotation does not appear to be supported by your server.
es_es: La rotación de imágenes parece no estar soportada por su servidor.

source: The path to your image library is not correct. Please set the correct path in your image preferences.
es_es: La dirección para la librería de imágenes no es correcta. Por favor, configure correctamente la dirección en las preferencias de imágenes.

source: Image processing failed. Please verify that your server supports the chosen protocol and that the path to your image library is correct.
es_es: Procesado de imagen fallido. Verifique que su servidor soporta la función escogida y que la dirección de la librería de imágenes es correcta.

source: An angle of rotation is required to rotate the image.
es_es: Se requiere un ángulo de rotación para que la imagen pueda ser rotada.

source: GIF image.
es_es: Imagen GIF

source: The path to the image is not correct.
es_es: La dirección de la imagen no es correcta.

source: The image copy routine failed.
es_es: Falló la rutina de copia de la imagen.

source: Unable to find a font to use.
es_es: No se ha podido encontrar la fuente que desea usar.

source: Unable to save the image. Please make sure the image and file directory are writable.
es_es: No se ha podido guardar la imagen. Por favor, compruebe que los directorios donde se encuentran la imagen y el archivo tienen permisos de escritura.

source: No migrations were found.
es_es: No se han encontrado migraciones

source: This migration could not be found.
es_es: Esta migracion no se ha podido encontrar

source: DATABASE
es_es: BASE DE DATOS

source: CLASS/METHOD
es_es: CLASE/M

source: QUERIES
es_es: CONSULTAS

source: GET DATA
es_es: DATOS GET

source: POST DATA
es_es: DATOS POST

source: URI STRING
es_es: CADENA URI

source: MEMORY USAGE
es_es: USO DE MEMORIA

source: CONFIG VARIABLES
es_es: VARIABLES DE CONFIGURACIÓN

source: SESSION DATA
es_es: DATOS SESIÓN

source: HTTP HEADERS
es_es: CABECERAS HTTP

source: Database driver is not currently loaded
es_es: El driver para la base de datos no ha sido cargado

source: No queries were run
es_es: No se han ejecutado consultas

source: No POST data exists
es_es: No existen datos de tipo POST

source: No GET data exists
es_es: No existen datos de tipo GET

source: No URI data exists
es_es: No existen datos URI

source: Memory Usage Unavailable
es_es: Uso de memoria no disponible

source: No Profile data - all Profiler sections have been disabled.
es_es: Sin datos de Perfil - todas las secciones del Perfilador han sido deshabilitadas.

source: Test Name
es_es: Nombre del test

source: Test Datatype
es_es: Tipo de datos del test

source: Expected Datatype
es_es: Tipo de datos esperados

source: Result
es_es: Resultado

source: Undefined Test Name
es_es: Nombre de test no definido

source: File Name
es_es: Nombre fichero

source: Line Number
es_es: Número de línea

source: Passed
es_es: Pasado

source: Failed
es_es: Fallido

source: Boolean
es_es: Booleano

source: Integer
es_es: Entero

source: Float
es_es: Flotante

source: Array
es_es: Matriz

source: Object
es_es: Objeto

source: Resource
es_es: Recurso

source: Notes
es_es: Notas

source: Unable to find a post variable called userfile.
es_es: No se ha podido encontrar una variable de tipo POST llamada userfile.

source: The uploaded file exceeds the maximum allowed size in your PHP configuration file.
es_es: El archivo subido excede el tamaño máximo permitido en la configuración de PHP.

source: The uploaded file exceeds the maximum size allowed by the submission form.
es_es: El archivo subido excede el tamaño máximo permitido para el envio mediante formularios.

source: The file was only partially uploaded.
es_es: El archivo fue subido sólo parcialmente

source: The temporary folder is missing.
es_es: No se ha encontrado la carpeta temporal.

source: The file could not be written to disk.
es_es: No se ha podido escribir el archivo a disco.

source: The file upload was stopped by extension.
es_es: Se ha detenido la subida del archivo debido a su extensión.

source: You did not select a file to upload.
es_es: No ha seleccionado ningún archivo para subir

source: The filetype you are attempting to upload is not allowed.
es_es: El tipo de archivo que esta tratando de subir no está permitido

source: The file you are attempting to upload is larger than the permitted size.
es_es: El archivo que está tratando de subir excede el tamaño permitido

source: The image you are attempting to upload exceedes the maximum height or width.
es_es: La imagen que está tratando de subir excede los tamaños máximos para el alto y/o ancho

source: A problem was encountered while attempting to move the uploaded file to the final destination.
es_es: Se encontraron problemas mientras se trataba de mover el archivo subido al directorio de destino final.

source: The upload path does not appear to be valid.
es_es: La dirección para subir el archivo parece no ser válida.

source: You have not specified any allowed file types.
es_es: Todavía no ha especificado ningún tipo de archivo permitido.

source: The file name you submitted already exists on the server.
es_es: El archivo enviado ya existe en el servidor.

source: The upload destination folder does not appear to be writable.
es_es: Parece que no se puede escribir en el directorio de destino.
